/* $ObjectName=AfariaProvider_iOS */
/* $Collection=odata.ios */
/* $Domain=BC */
/* $Developer=I043975 */
/* $Description=OData - iOS Components */

/* XCAP */
"AfariaCertificateProviderPasswordScreenTitle" = "Afaria bejelentkezési adatok";

/* XMSG */
"AfariaCertificateProviderPasswordScreenContent" = "Az Afaria tanúsítvány szolgáltatója kéri, hogy töltse le tanúsítványát az Afaria szerverről. A tanúsítvány biztonságosan el lett mentve.";

/* XBUT */
"AfariaCertificateProviderPasswordScreenOkButtonText" = "Kész";

/* XBUT */
"AfariaCertificateProviderPasswordScreenCancelButtonText" = "Mégse";

/* XCAP */
"AfariaCertificateProviderCertificateDownloadTitle" = "Afaria tanúsítvány";

/* XMSG */
"AfariaCertificateProviderCertificateDownloadInProgress" = "Afaria tanúsítvány kérelmezve";

/* XMSG */
"AfariaCertificateProviderGeneralErrorMessage" = "Hiba történt; kérem, értesítse a rendszeradminisztrátort.";

/* XMSG */
"AfariaCertificateProviderAfariaInitializationError" = "Afaria inicializálási hiba";

/* XMSG */
"AfariaCertificateProviderUserCancelledError" = "Felhasználó megszakítása";

